import Image from "next/image";

export default function Home() {
  return (
    <main className="flex min-h-screen flex-col items-center justify-between p-24">
      <h1>隐私权政策</h1>

      <p><strong>生效日期:</strong> [03/19/2024]</p>

      <p>欢迎使用我们的应用。我们尊重并保护您的隐私。本隐私权政策解释了我们收集、使用、披露和保护您的个人信息的方式。</p>

      <h2>1. 我们不收集的信息</h2>
      <p>我们的应用不收集任何个人信息，包括但不限于用户名、电子邮件地址、电话号码等。</p>

      <h2>2. 信息的使用</h2>
      <p>由于我们不收集个人信息，因此我们也不会使用这些信息进行任何用途。</p>

      <h2>3. 信息的披露</h2>
      <p>由于我们不收集个人信息，因此我们也不会向任何第三方披露任何信息。</p>

      <h2>4. 数据安全</h2>
      <p>虽然我们不收集个人信息，但我们仍采取合理的安全措施来保护您的数据安全。</p>

      <h2>5. 未成年人的隐私</h2>
      <p>我们的应用不针对未满18岁的未成年人，我们不会有意收集任何个人信息。</p>

      <h2>6. 隐私权更新</h2>
      <p>我们可能会不时更新本隐私权政策。更新后的隐私权政策生效日期将在应用内公布。</p>

      <h2>7. 联系我们</h2>
      <p>如果您对本隐私权政策有任何疑问或意见，请通过 [a87376247@gmail.com] 联系我们。</p>

      <p>感谢您使用我们的应用。</p>
    </main>
  );
}
